asciiquarium-git
cbonsai-git
dracula-gtk-theme-git
google-chrome
jstest-gtk-git
latexrun-git
lightdm-mini-greeter
logiops-git
mgba-qt-git
mpd-mpris
ncurses5-compat-libs
neovim-nightly-bin
nerd-fonts-source-code-pro
noto-color-emoji-fontconfig
picom-jonaburg-git
pokemon-colorscripts-git
polybar
protonup-git
pyenv-virtualenv
qbittorrent-enhanced-git
qt5-styleplugins
solaar-git
sysfetch-git
todo
tor-browser
xwinwrap-git
yay
yt-dlp-git
zoom
