asciiquarium-git
cbonsai-git
colorpicker
dracula-gtk-theme-git
google-chrome
google-chrome-dev
googlekeep-bin
jstest-gtk-git
latexrun-git
lightdm-mini-greeter
logiops
mediainfo-git
mgba-qt-git
mpd-mpris
ncurses5-compat-libs
neovim-nightly-bin
nerd-fonts-source-code-pro
noto-color-emoji-fontconfig
picom-jonaburg-git
pyenv-virtualenv
qbittorrent-enhanced-qt5-git
qt5-styleplugins
rstudio-desktop
solaar-git
songrec-git
sysfetch-git
todo
tor-browser
xwinwrap-git
yay
yt-dlp-git
zoom
