a52dec
aalib
accounts-qml-module
acl
acpi
acpi_call
acpid
adobe-source-code-pro-fonts
adwaita-icon-theme
alacritty
alsa-card-profiles
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
amd-ucode
aom
archlinux-keyring
argon2
aria2
ark
asciidoc
assimp
at-spi2-atk
at-spi2-core
atk
atkmm
attr
audiofile
audit
autoconf
autoconf2.13
automake
avahi
babl
base
bash
bash-completion
bat
bc
bind
binutils
bison
blas
bluedevil
bluez
bluez-libs
bluez-qt
bluez-utils
boost
boost-libs
bpytop
bridge-utils
brotli
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
calc
calcurse
cantarell-fonts
capitaine-cursors
cbindgen
cblas
cdparanoia
celt
ceph-libs
chromaprint
cifs-utils
clang
cmake
cmatrix
compiler-rt
coreutils
cpio
cryptsetup
cups
cups-filters
curl
dav1d
db
dbus
dbus-glib
dbus-python
dconf
desktop-file-utils
device-mapper
dialog
diffutils
ding-libs
discord
discount
djvulibre
dmraid
dnsmasq
dnssec-anchors
docbook-xml
docbook-xsl
dos2unix
dosbox
dosfstools
double-conversion
dtc
dump_syms
dunst
e2fsprogs
edk2-ovmf
efibootmgr
efivar
elfutils
enchant
evtest
exa
exiv2
expat
faad2
fakeroot
feh
ffmpeg
fftw
file
filesystem
findutils
firefox
firewalld
flac
flameshot
flex
fluidsynth
fmt
fontconfig
foomatic-db-engine
fortune-mod
freeglut
freetype2
fribidi
fuse-common
fuse2
fuse3
gawk
gc
gcc
gcc-libs
gcr
gd
gdb
gdb-common
gdbm
gdk-pixbuf2
gegl
geoclue
geocode-glib
gettext
ghc-libs
ghostscript
giflib
gimp
girara
git
github-cli
glew
glib-networking
glib2
glibc
glibmm
glslang
glu
gmp
gnupg
gnutls
go
gobject-introspection-runtime
gpgme
gpm
gptfdisk
graphene
graphite
graphviz
grep
groff
gsettings-desktop-schemas
gsfonts
gsl
gsm
gssproxy
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gstreamer
gtk-update-icon-cache
gtk-vnc
gtk2
gtk3
gtkmm3
gtksourceview3
gtksourceview4
gts
guile
gvfs
gvfs-smb
gzip
harfbuzz
harfbuzz-icu
haskell-aeson
haskell-aeson-pretty
haskell-ansi-terminal
haskell-appar
haskell-asn1-encoding
haskell-asn1-parse
haskell-asn1-types
haskell-assoc
haskell-async
haskell-attoparsec
haskell-base-compat
haskell-base-compat-batteries
haskell-base-orphans
haskell-base16-bytestring
haskell-base64-bytestring
haskell-basement
haskell-bifunctors
haskell-blaze-builder
haskell-blaze-html
haskell-blaze-markup
haskell-byteable
haskell-byteorder
haskell-case-insensitive
haskell-cereal
haskell-citeproc
haskell-cmdargs
haskell-colour
haskell-commonmark
haskell-commonmark-extensions
haskell-commonmark-pandoc
haskell-comonad
haskell-conduit
haskell-conduit-extra
haskell-connection
haskell-cookie
haskell-cryptonite
haskell-data-default
haskell-data-default-class
haskell-data-default-instances-containers
haskell-data-default-instances-dlist
haskell-data-default-instances-old-locale
haskell-data-fix
haskell-digest
haskell-distributive
haskell-dlist
haskell-doclayout
haskell-doctemplates
haskell-emojis
haskell-erf
haskell-errors
haskell-file-embed
haskell-glob
haskell-haddock-library
haskell-hashable
haskell-hourglass
haskell-hslua
haskell-hslua-module-path
haskell-hslua-module-system
haskell-hslua-module-text
haskell-hsyaml
haskell-http
haskell-http-client
haskell-http-client-tls
haskell-http-types
haskell-indexed-traversable
haskell-integer-logarithms
haskell-iproute
haskell-ipynb
haskell-jira-wiki-markup
haskell-juicypixels
haskell-memory
haskell-mime-types
haskell-mono-traversable
haskell-network
haskell-network-uri
haskell-old-locale
haskell-old-time
haskell-pandoc-types
haskell-pem
haskell-primitive
haskell-quickcheck
haskell-random
haskell-resourcet
haskell-safe
haskell-scientific
haskell-sha
haskell-skylighting
haskell-skylighting-core
haskell-socks
haskell-split
haskell-splitmix
haskell-streaming-commons
haskell-strict
haskell-syb
haskell-tagged
haskell-tagsoup
haskell-temporary
haskell-texmath
haskell-text-conversions
haskell-text-icu
haskell-th-abstraction
haskell-th-compat
haskell-th-lift
haskell-th-lift-instances
haskell-these
haskell-time-compat
haskell-tls
haskell-transformers-compat
haskell-typed-process
haskell-unicode-collation
haskell-unicode-data
haskell-unicode-transforms
haskell-uniplate
haskell-unliftio-core
haskell-unordered-containers
haskell-utf8-string
haskell-uuid-types
haskell-vector
haskell-vector-algorithms
haskell-x509
haskell-x509-store
haskell-x509-system
haskell-x509-validation
haskell-xml
haskell-xml-conduit
haskell-xml-types
haskell-zip-archive
haskell-zlib
hicolor-icon-theme
hidapi
hplip
http-parser
hwids
hwloc
hyphen
i3-gaps
iana-etc
ibus
icu
ijs
imagemagick
imake
imath
imlib2
inetutils
iniparser
intltool
iproute2
ipset
iptables-nft
iputils
ipython
iso-codes
jack2
jansson
jasper
jbig2dec
js78
json-c
json-glib
jsoncpp
kaccounts-integration
kactivities
karchive
kauth
kbd
kbookmarks
kcmutils
kcodecs
kcompletion
kconfig
kconfigwidgets
kcoreaddons
kcrash
kdbusaddons
kdeclarative
kded
keyutils
kglobalaccel
kguiaddons
ki18n
kiconthemes
kio
kirigami2
kitemmodels
kitemviews
kjobwidgets
kjs
kmod
knotifications
kpackage
kparts
kpty
krb5
krita
kservice
ktextwidgets
kwallet
kwidgetsaddons
kwindowsystem
kxmlgui
l-smash
lame
lapack
lcms2
ldb
ldns
lensfun
less
lib32-alsa-lib
lib32-alsa-plugins
lib32-brotli
lib32-bzip2
lib32-curl
lib32-e2fsprogs
lib32-expat
lib32-gcc-libs
lib32-glibc
lib32-icu
lib32-keyutils
lib32-krb5
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libglvnd
lib32-libgpg-error
lib32-libidn2
lib32-libldap
lib32-libpciaccess
lib32-libpsl
lib32-libssh2
lib32-libtasn1
lib32-libunistring
lib32-libunwind
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcrypt
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxml2
lib32-libxshmfence
lib32-libxss
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-ncurses
lib32-nspr
lib32-nss
lib32-openssl
lib32-p11-kit
lib32-readline
lib32-sqlite
lib32-vulkan-icd-loader
lib32-vulkan-radeon
lib32-wayland
lib32-xz
lib32-zlib
lib32-zstd
libaccounts-glib
libaccounts-qt
libaio
libao
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libavc1394
libavif
libb2
libblockdev
libbluray
libbpf
libbsd
libburn
libbytesize
libcaca
libcacard
libcanberra
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcloudproviders
libcolord
libconfig
libcroco
libcups
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdbusmenu-qt5
libdca
libde265
libdrm
libdv
libdvbpsi
libdvdnav
libdvdread
libebml
libedit
libelf
libepoxy
libev
libevdev
libevent
libexif
libfdk-aac
libffi
libfm
libfm-extra
libfm-gtk3
libfontenc
libfreeaptx
libgcrypt
libgexiv2
libgit2
libglvnd
libgme
libgpg-error
libgudev
libheif
libibus
libical
libice
libid3tag
libidn
libidn2
libiec61883
libimagequant
libimobiledevice
libindicator-gtk3
libinih
libinput
libinstpatch
libisoburn
libisofs
libjpeg-turbo
libkexiv2
libksba
libldac
libldap
liblouis
liblqr
libluv
libmad
libmanette
libmatroska
libmaxminddb
libmd
libmfx
libmikmod
libmm-glib
libmms
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpdclient
libmpeg2
libmypaint
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnl
libnm
libnma
libnotify
libnsl
libogg
libomxil-bellagio
libopenmpt
libosinfo
libp11-kit
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libplacebo
libplist
libpng
libproxy
libpsl
libpulse
libraqm
libraw
libraw1394
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsidplayfp
libsigc++
libsigsegv
libslirp
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspectre
libspiro
libssh
libssh2
libstemmer
libsynctex
libtar
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtirpc
libtool
libtorrent-rasterbar
libunistring
libunwind
libupnp
liburcu
liburing
libusb
libusbmuxd
libutempter
libuv
libva
libvdpau
libvirt
libvirt-glib
libvirt-python
libvisual
libvorbis
libvpx
libvterm
libwacom
libwebp
libwmf
libwpe
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmu
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
libzip
licenses
light-locker
lightdm
lilv
linux
linux-api-headers
linux-firmware
linux-headers
linux-zen
linux-zen-docs
linux-zen-headers
lld
llvm
llvm-libs
lm_sensors
lmdb
lolcat
lsb-release
lsof
lua52
lua53
luajit
lv2
lvm2
lxappearance
lxmenu-data
lz4
lzo
m4
mailcap
make
man-db
md4c
mdadm
media-player-info
menu-cache
mesa
meson
metis
minizip
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mpc
mpd
mpfr
mpg123
mpv
msgpack-c
mtdev
mtools
mujs
mypaint-brushes1
nasm
ncmpcpp
ncurses
ndctl
neofetch
net-snmp
netpbm
nettle
network-manager-applet
networkmanager
nfs-utils
nfsidmap
nftables
ninja
nm-connection-editor
node-gyp
nodejs
nodejs-nopt
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
npth
nspr
nss
nss-mdns
ntfs-3g
numactl
oath-toolkit
okular
openal
openbsd-netcat
opencolorio
opencore-amr
openexr
openjpeg2
openmpi
openssh
openssl
opus
orc
osinfo-db
p11-kit
pacman
pacman-contrib
pacman-mirrorlist
pahole
pam
pambase
pandoc
pango
pangomm
papirus-icon-theme
parted
patch
pavucontrol
pciutils
pcmanfm-gtk3
pcre
pcre2
perl
perl-alien-build
perl-alien-libxml2
perl-capture-tiny
perl-clone
perl-curses
perl-dbi
perl-encode-locale
perl-error
perl-ffi-checklib
perl-file-chdir
perl-file-listing
perl-file-which
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-libwww
perl-lwp-mediatypes
perl-mailtools
perl-net-http
perl-parse-yapp
perl-path-tiny
perl-term-animation
perl-timedate
perl-try-tiny
perl-uri
perl-www-robotrules
perl-xml-libxml
perl-xml-namespacesupport
perl-xml-parser
perl-xml-sax
perl-xml-sax-base
phodav
phonon-qt5
phonon-qt5-gstreamer
pinentry
pipewire
pipewire-alsa
pipewire-jack
pipewire-media-session
pipewire-pulse
pixman
pkgconf
playerctl
polkit
polkit-qt5
poppler
poppler-data
poppler-glib
poppler-qt5
popt
portaudio
potrace
procps-ng
psmisc
purpose
pydf
pystring
python
python-appdirs
python-argcomplete
python-babel
python-backcall
python-cachecontrol
python-cairo
python-cffi
python-chardet
python-colorama
python-configargparse
python-contextlib2
python-cryptography
python-cycler
python-dateutil
python-decorator
python-distlib
python-distro
python-dnspython
python-docopt
python-docutils
python-fonttools
python-gobject
python-html5lib
python-idna
python-imagesize
python-importlib-metadata
python-jedi
python-jinja
python-keyutils
python-kiwisolver
python-markdown
python-markupsafe
python-matplotlib
python-matplotlib-inline
python-more-itertools
python-msgpack
python-mutagen
python-numpy
python-ordered-set
python-packaging
python-parso
python-pep517
python-pexpect
python-pickleshare
python-pillow
python-pip
python-ply
python-progress
python-prompt_toolkit
python-psutil
python-ptyprocess
python-pycparser
python-pycryptodomex
python-pygments
python-pyopenssl
python-pyparsing
python-pyqt5
python-pyqt5-3d
python-pyqt5-chart
python-pyqt5-datavisualization
python-pyqt5-networkauth
python-pyqt5-purchasing
python-pyqt5-sip
python-pyqt5-webengine
python-pytz
python-pyudev
python-pyusb
python-requests
python-resolvelib
python-retrying
python-scipy
python-setuptools
python-shtab
python-six
python-snowballstemmer
python-sphinx
python-sphinx-alabaster-theme
python-sphinxcontrib-applehelp
python-sphinxcontrib-devhelp
python-sphinxcontrib-htmlhelp
python-sphinxcontrib-jsmath
python-sphinxcontrib-qthelp
python-sphinxcontrib-serializinghtml
python-systemd
python-sysv_ipc
python-termcolor
python-toml
python-tomli
python-traitlets
python-urllib3
python-wcwidth
python-webencodings
python-websockets
python-xlib
python-yaml
python-zipp
python-zstandard
qbittorrent
qemu
qemu-arch-extra
qhull
qpdf
qt5-3d
qt5-base
qt5-charts
qt5-datavis3d
qt5-declarative
qt5-graphicaleffects
qt5-location
qt5-multimedia
qt5-networkauth
qt5-purchasing
qt5-quickcontrols
qt5-quickcontrols2
qt5-speech
qt5-svg
qt5-tools
qt5-translations
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-x11extras
qt6-base
qt6-svg
qt6-translations
quazip
rav1e
re2
readline
recode
redshift
reflector
rest
rhash
rofi
rofimoji
rpcbind
rsync
rtkit
rubberband
ruby
ruby-diff-lcs
ruby-irb
ruby-manpages
ruby-optimist
ruby-paint
ruby-rainbow
ruby-rdoc
ruby-reline
ruby-rspec
ruby-rspec-core
ruby-rspec-expectations
ruby-rspec-mocks
ruby-rspec-support
ruby-term-ansicolor
ruby-tins
rubygems
run-parts
rust
samba
sbc
scdoc
scons
sdl
sdl2
sdl2_image
sdl_net
sdl_sound
seabios
sed
semver
serd
shaderc
shadow
shared-mime-info
signon-kwallet-extension
signon-plugin-oauth2
signon-ui
signond
simplescreenrecorder
slang
smbclient
smem
smpeg
snappy
sof-firmware
solid
sonnet
sord
sound-theme-freedesktop
source-highlight
speedtest-cli
speex
speexdsp
spice
spice-gtk
spirv-tools
sqlite
sratom
srt
startup-notification
steam
stow
sudo
suitesparse
svt-av1
sxiv
sysfsutils
systemd
systemd-libs
systemd-swap
systemd-sysvcompat
t1lib
taglib
talloc
tar
tdb
tevent
texinfo
texlive-bibtexextra
texlive-bin
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langchinese
texlive-langcyrillic
texlive-langextra
texlive-langgreek
texlive-langjapanese
texlive-langkorean
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thin-provisioning-tools
threadweaver
time
tinyxml
tldr
tracker3
trash-cli
tree
tree-sitter
tslib
ttf-liberation
twolame
tzdata
uchardet
udiskie
udisks2
unibilium
unrar
unzip
upower
usbmuxd
usbredir
usbutils
uthash
util-linux
util-linux-libs
v4l-utils
valgrind
vde2
vid.stab
virglrenderer
virt-install
virt-manager
vlc
vmaf
volume_key
vte-common
vte3
vulkan-headers
vulkan-icd-loader
vulkan-radeon
vulkan-tools
wavpack
wayland
wayland-protocols
webkit2gtk
webrtc-audio-processing
wget
which
wildmidi
woff2
wpa_supplicant
wpebackend-fdo
x264
x265
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-dbus-proxy
xdg-user-dirs
xdg-utils
xdotool
xf86-input-libinput
xf86-video-amdgpu
xfsprogs
xkeyboard-config
xmlsec
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias-100dpi
xorg-fonts-alias-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xpad
xsel
xvidcore
xxhash
xz
yajl
yaml-cpp
yasm
zathura
zathura-pdf-poppler
zenity
zeromq
zimg
zip
zita-alsa-pcmi
zita-resampler
zlib
zsh
zstd
zziplib
